Repository: wp-plugins/mytreasures
Catalog: language/myTreasures-*.po
Languages: de_de, fr_fr

source: Order by name
de_de: Sortierung &uuml;ber den Namen
fr_fr: Ranger par noms

source: Order by ID
de_de: Sortierung &uuml;ber die ID Nummer
fr_fr: Ranger par ID

source: Ascending order
de_de: Aufsteigende Sortierung
fr_fr: Ordre ascendant

source: Descending order
de_de: Absteigende Sortierung
fr_fr: Ordre descendant

source: List
de_de: Liste
fr_fr: Liste

source: Choose view
de_de: Ansicht w&auml;hlen
fr_fr: Choisir l'affichage

source: Covers
de_de: Cover &Uuml;bersicht
fr_fr: Jaquettes

source: Ratings
de_de: Bewertungen
fr_fr: Notes

source: Rating
de_de: Bewertung
fr_fr: Note

source: Overall
de_de: Insgesamt
fr_fr: Global

source: Tracklist
de_de: Trackliste
fr_fr: Liste

source: My comment
de_de: Mein Kommentar
fr_fr: Mon commentaire

source: max. 5 stars
de_de: Max. 5 Sterne
fr_fr: Max. 5 &#233;toiles

source: Edit this entry
de_de: Eintrag bearbeiten
fr_fr: Modifier cette entr&#233;e

source: Images
de_de: Bilder

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu

source: Options
de_de: Optionen

source: Add single
de_de: Einzeln anlegen
fr_fr: Ajouter un seul

source: Overview
de_de: Gesamt &Uuml;bersicht
fr_fr: Aper&#231;u

source: Media types
de_de: Medien Typen
fr_fr: Type de m&#233;dia

source: Image overview
de_de: Bilder Verwaltung
fr_fr: Aper&#231;u image

source: Help / Support
de_de: Hilfe / Support
fr_fr: Aide / Support

source: Help
de_de: Hilfe
fr_fr: Aide

source: Infos
de_de: Info

source: (%s) waiting rating(s)
de_de: (%s) wartende Bewertung(en)
fr_fr: (%s) attente de note(s)

source: Choose media type
de_de: Typ ausw&auml;hlen
fr_fr: Choisir type de m&#233;dia

source: Please choose which media type you want to add:
de_de: Bitte w&auml;hlen Sie aus, was Sie in die Datenbank eintragen m&ouml;chten:
fr_fr: Choisir quel type de m&#233;dia vous souhaitez ajouter :

source: Continue to details
de_de: Weiter zu den Daten
fr_fr: Afficher d&#233;tails

source: Add media of typ <i>%s</i>
de_de: Medium vom Typ <i>%s</i> anlegen
fr_fr: Ajouter un m&#233;dia de format <i>%s</i>

source: Please insert your data. All mandatory fields are marked with a <font style="color: #FF0000;">*</font>
de_de: Bitte geben Sie hier die genauen Daten ein. Alle Pflichtfelder sind mit <font style="color: #FF0000;">*</font> markiert.
fr_fr: S'il vous pla&#238;t ins&#233;rez vos donn&#233;es. Tous les champs obligatoires sont signal&#233;s par une <font style="color: #FF0000;">*</font>.

source: This title is already in database, continue adding?
de_de: Dieser Titel ist schon in der Datenbank vorhanden, soll er dennoch angelegt werden?
fr_fr: Ce titre est d&#233;j&#224; dans la base de donn&#233;es, continuer d'ajouter ?

source: Yes
de_de: Ja
fr_fr: Oui

source: No
de_de: Nein
fr_fr: Non

source: Track
de_de: Lied / Track
fr_fr: Piste / Track

source: Length (in minutes)
de_de: L&auml;nge (in Min)
fr_fr: Dur&#233;e (en minutes)

source: Description
de_de: Beschreibung

source: Rating (in stars)
de_de: Bewertung (In Sternen)
fr_fr: Notes (Etoiles)

source: bad
de_de: Schlecht
fr_fr: Mauvais

source: good
de_de: Gut
fr_fr: Bon

source: Image / Cover
de_de: Bild / Cover
fr_fr: Image / Jaquette

source: System will take default image if no other is set
de_de: Wenn keins angegeben wird, zeigt das System das Standard Bild!
fr_fr: Le syst&#232;me prendra la l'image par d&#233;faut si aucune n'est charg&#233;e

source: Add media
de_de: Medium anlegen
fr_fr: Ajouter m&#233;dia

source: Important information
de_de: Wichtiger Hinweis
fr_fr: Information importante

source: The system had problems to save the image / cover. Please retry it!
de_de: Beim Coverupload gab es ein Problem, bitte versuchen Sie es erneut!
fr_fr: Le syst&#232;me a des probl&#232;mes pour sauvegarder l'image / couverture. S'il vous pla&#238;t ressayez !

source: The media <i>%s</i> was created successfully!
de_de: Das Medium <i>%s</i> wurde erfolgreich im System gespeichert!
fr_fr: Le m&#233;dia <i>%s</i> a &#233;t&#233; correctement cr&#233;&#233; !

source: Add media of a different media type
de_de: Medium eines anderen Typs anlegen
fr_fr: Ajouter un m&#233;dia d'un type diff&#233;rent

source: Add media of the same media type
de_de: Medium des gleichen Typs anlegen
fr_fr: Ajouter m&#233;dia d'un m&#234;me type

source: Please click on the heading to sort the list!
de_de: Durch Klick auf die &Uuml;berschriften wird die Liste entsprechend aufsteigend sortiert!
fr_fr: S'il vous pla&#238;t cliquez sur 'titre' pour trier la liste!

source: Type
de_de: Typ

source: Edit
de_de: Bearbeiten
fr_fr: Editer

source: Delete
de_de: L&ouml;schen
fr_fr: Supprimer

source: No media in database!
de_de: Noch keine Medien eingetragen!
fr_fr: Pas de m&#233;dia dans la base de donn&#233;es !

source: No Image / Cover!
de_de: Kein Bild / Cover vorhanden!
fr_fr: Pas d'image / jaquette !

source: Delete media
de_de: Medium l&ouml;schen
fr_fr: Supprimer le m&#233;dia

source: Do you want to delete <i>%s</i>?
de_de: Soll das Medium <i>%s</i> wirklich gel&ouml;scht werden?
fr_fr: Voulez-vous supprimer <i>%s</i> ?

source: The media <i>%s</i> was deleted successfully!
de_de: Das Medium <i>%s</i> wurde erfolgreich gel&ouml;scht!
fr_fr: Le m&#233;dia <i>%s</i> a &#233;t&#233; supprim&#233; correctement!

source: The media <i>%s</i> has NOT be deleted!
de_de: Das Medium <i>%s</i> wurde NICHT gel&ouml;scht!
fr_fr: Le m&#233;dia <i>%s</i> n'a pas &#233;t&#233; supprim&#233;!

source: Edit media
de_de: Medium bearbeiten
fr_fr: Modifier le m&#233;dia

source: The media <i>%s</i> was edited successfully!
de_de: Das Medium <i>%s</i> wurde erfolgreich bearbeitet!
fr_fr: Le m&#233;dia <i>%s</i> a &#233;t&#233; modifi&#233; correctement!

source: About myTreasures
de_de: &Uuml;ber myTreasures
fr_fr: A propos de myTreasures

source: The myTreasures project derived from the idea of presenting your own dvd / games / music cd collection nice and informatively in the internet. This project is non commercial and I'm not using it to enrich myself. Nevertheless, I would be glad to receive suggestions, & criticism, mentions in other blogs as well as emails (<a href="mailto:contact@crazyiven.de">contact@crazyiven.de</a>). If anyone wants to support me you can easily do that by donating a small amount of money through paypal or getting me something from my <a href="http://www.amazon.de/gp/registry/CHGCGDZ3YZKH/" target="_blank">amazon wishlist</a>.
de_de: Das Projekt myTreasures ist aus der Idee entstanden die eigene DVD / Spiele / Musik CD Sammlung sch&ouml;n und informativ im Internet zu pr&auml;sentieren. Dieses Projekt ist rein privater Natur und ich m&ouml;chte mich daran nicht bereichern. Allerdings freue ich mich immer &uuml;ber Anregungen, Lob & Kritik, Erw&auml;hnung in anderen Blogs und eMails (<a href="mailto:contact@crazyiven.de">contact@crazyiven.de</a>). Wer mich gerne ein wenig unterst&uuml;tzen m&ouml;chte, kann diese gerne durch eine kleine Spende via PayPal t&auml;tigen oder mir etwas von meiner <a href="http://www.amazon.de/gp/registry/CHGCGDZ3YZKH/" target="_blank">Amazon Wunschliste</a> bestellen.
fr_fr: Le projet myTreasures vient de l'id&#233;e de pr&#233;senter votre propre collection de DVD / jeux / CD de musique de mani&#232;re agr&#233;able et informative sur Internet. Ce projet est non commercial et je ne souhaite pas l'utiliser pour m'enrichir. N&#233;anmoins, je serais heureux de recevoir des suggestions, et de la critique, des mentions dans d'autres blogs ainsi que des courriels (<a href="mailto:contact@crazyiven.de"> contact@crazyiven.de </a>). Si quelqu'un veut me soutenir, vous pouvez facilement le faire en donnant une petite somme d'argent par paypal ou me procurer quelque chose de mon <a href ="http://www.amazon.de/gp/registry/CHGCGDZ3YZKH/ " target = "_blank "> liste de favoris Amazon </ a>.

source: Newest version can be found here: <a href="http://wordpress.org/extend/plugins/mytreasures/" target="_blank">Wordpress Plugin Directory</a>
de_de: Die jeweils neuste Version gibt es hier: <a href="http://wordpress.org/extend/plugins/mytreasures/" target="_blank">Wordpress Plugin Directory</a>
fr_fr: La nouvelle version peut &#234;tre trouv&#233;e ici : <a href="http://wordpress.org/extend/plugins/mytreasures/" target="_blank">Wordpress Plugin Directory</a>

source: Newest information can be found here: <a href="http://www.mytreasures.de" target="_blank">myTreasures.de</a>
de_de: Die jeweils neusten News gibt es hier: <a href="http://www.mytreasures.de" target="_blank">myTreasures.de</a>
fr_fr: Les derni&#232;res informations peuvent &#234;tre trouv&#233;e ici : <a href="http://www.mytreasures.de" target="_blank">myTreasures.de</a>

source: Import backup
de_de: BackUp einspielen
fr_fr: Importer sauvegarde

source: Create backup
de_de: BackUp erstellen
fr_fr: Cr&#233;er sauvegarde

source: Just push the button to create a backup of your running myTreasures installation. This will create a file in the "mytreasuresbackup" folder for a download troug ftp
de_de: Es gen&uuml;gt einfach auf den Knopf zu dr&uuml;cken und schon wird ein BackUp in "mytreasuresbackup" bereitgestellt f&uuml;r einen Download via FTP.
fr_fr: Il suffit d'appuyer sur le bouton pour cr&#233;er une sauvegarde de votre installation myTreasures marche. Cela va cr&#233;er un fichier dans le répertoire "mytreasuresbackup " dossier de t&#233;l&#233;chargement ftp troug

source: To import a backup, there has to be a backup file in the "mytreasuresbackup" folder. The file format has to be "myTreasuresBackUp_YYYYMMDD_HHMM.sql"!
de_de: Um ein BackUp einzuspielen muss es im Ordner "mytreasuresbackup" liegen. Die Datei ist von der Form "myTreasuresBackUp_YYYYMMDD_HHMM.sql" und wird auch nur so akzeptiert!
fr_fr: Pour importer une sauvegarde, il doit y avoir un fichier de sauvegarde dans le r&#233;pertoire "mytreasuresbackup " dossier. Le format de fichier doit &#234;tre "myTreasuresBackUp_YYYYMMDD_HHMM.sql "!

source: You can import following backups:
de_de: Folgende BackUps k&ouml;nnen eingespielt werden:
fr_fr: Vous pouvez importer les sauvegardes suivantes :

source: The're no backups for import!
de_de: Es gibt leider keine BackUps die eingespielt werden k&ouml;nnten.
fr_fr: il n'y a aucune sauvegardes &#224; importer!

source: Code list
de_de: Code Liste
fr_fr: Liste de codes

source: Following codes are valid for use with myTreasures. Just use a code in your page / post to display the data
de_de: Folgende Codes k&ouml;nnen genutzt werden und m&uuml;ssen einfach an die Stelle der Seite bzw. des Beitrags geschrieben werden wo die Liste erscheinen soll:
fr_fr: Les codes suivants sont valables pour une utilisation avec myTreasures. Il suffit d'utiliser un code dans votre page / article pour afficher les donn&#233;es

source: Code to use
de_de: Code der Eintragen werden muss
fr_fr: Codes &#224; utiliser

source: Displayed result
de_de: Ergebniss aus der Datenbank
fr_fr: R&#233;sultat affich&#233;

source: &#36;Number
de_de: &#36;Nummer
fr_fr: &#36;Num&#233;ro

source: Shows the single media with the ID &#36;Number (see overview to find the ID)
de_de: Zeigt das einzelne Medium mit der &#36;Nummer (Diese steht in der &Uuml;bersicht)
fr_fr: Montrer le m&#233;dia avec l'ID &#36;Num&#233;ro (Voir l'ensemble pour trouver l'ID)

source: Shows a combination of all selected media types (tags!) seperated with a comma.
de_de: Zeigt eine Kombination aller Medien deren Tags &uuml;ber ein Kommata getrennt angegeben werden.
fr_fr: Montrer une combinaison de tous les types de m&#233;dias s&#233;lectionn&#233;s (tags!) s&#233;par&#233;s par une virgule.

source: Shows all media
de_de: Zeigt ALLE Medien aus der Datenbank an
fr_fr: Montrer tous les m&#233;dias

source: Shows all media of type "%s"
de_de: Zeigt Medien das Typ "%s" an
fr_fr: Montrer tous les m&#233;dias de format "%s"

source: Default view
de_de: Standard Ansicht
fr_fr: Vue par d&#233;faut

source: Media type view definition #1 (If available!)
de_de: Ansicht #1 des Medien Typs (Wenn vorhanden!)
fr_fr: D&#233;finition de la vue du format de m&#233;dia #1 (Disponible!)

source: Media type view definition #2 (If available!)
de_de: Ansicht #2 des Medien Typs (Wenn vorhanden!)
fr_fr: D&#233;finition de la vue du format de m&#233;dia #2 (Disponible!)

source: Media type view definition #3 (If available!)
de_de: Ansicht #3 des Medien Typs (Wenn vorhanden!)
fr_fr: D&#233;finition de la vue du format de m&#233;dia #3 (Disponible!)

source: Media type view definition #4 (If available!)
de_de: Ansicht #4 des Medien Typs (Wenn vorhanden!)
fr_fr: D&#233;finition de la vue du format de m&#233;dia #4 (Disponible!)

source: Media type view definition #5 (If available!)
de_de: Ansicht #5 des Medien Typs (Wenn vorhanden!)
fr_fr: D&#233;finition de la vue du format de m&#233;dia #5 (Disponible!)

source: Minigallery and Bigcover options
de_de: Optionen f&uuml;r die Minigalerie und gro&szlig;e Cover
fr_fr: Options de la mini-gallerie et de la grande jaquette

source: Which system do you want to use:
de_de: Welches Anzeigesystem soll genutzt werden:
fr_fr: Quel syst&#232;me voulez-vous utiliser:

source: Is this system already installed?:
de_de: Ist das gew&uuml;nschte System schon installiert?:
fr_fr: Ce syst&#232;me est-il d&#233;j&#224; install&#233;?

source: Options for list view
de_de: Optionen f&uuml;r die Listenansicht
fr_fr: Option pour la vue par liste

source: You can setup a sign for the list view, which will displayed infront of every entry
de_de: Hier kann ein Zeichen f&uuml;r die Listenansicht definiert werden, was vor jedem Eintrag angezeigt wird.
fr_fr: Vous pouvez configurer un signe pour l'affichage de la liste, qui sera affich&#233; en face de chaque entr&#233;e

source: Do not show ratings
de_de: Bewertung <b>nicht</b> anzeigen
fr_fr: Ne pas afficher les notes

source: Show ratings
de_de: Bewertung anzeigen
fr_fr: Afficher les notes

source: Do not show media count
de_de: Anzahl der Medien <b>nicht</b> anzeigen
fr_fr: Ne pas afficher le comptage m&#233;dia

source: Show media count
de_de: Anzahl der Medien anzeigen
fr_fr: Afficher le comptage m&#233;dia

source: Cover options
de_de: Optionen f&uuml;r die Covers
fr_fr: Options jaquette

source: Force line break in cover view:
de_de: Erzwinge Zeilenumbruch in der Coveransicht:
fr_fr: Forcer le saut de ligne dans la vue par jaquettes

source: No line break
de_de: Kein Umbruch erzwingen
fr_fr: Pas de saut de ligne forc&#233;

source: After %s cover
de_de: Nach %s Cover
fr_fr: Apr&#232;s %s jaquette

source: Do not change cover
de_de: Cover unver&auml;ndert hochladen
fr_fr: Ne pas changer la jaquette

source: Resize cover with following rules:
de_de: Cover beim hochladen runterrechnen nach folgender Regel:
fr_fr: Redimensionner la jaquette avec les r&#232;gles suivantes:

source: Fixed height
de_de: H&ouml;he ist fest
fr_fr: Hauteur fixe

source: Fixed width
de_de: Breite ist fest
fr_fr: Largeur fixe

source: calculate width.
de_de: Breite wird errechnet.
fr_fr: Largeur calcul&#233;e

source: calculate height.
de_de: H&ouml;he wird errechnet.
fr_fr: Hauteur calcul&#233;e

source: Options for single view ([mytreasure=&#36;Number])
de_de: Optionen f&uuml;r die Einzelansicht ([mytreasure=&#36;Nummer])
fr_fr: Options pour vue unique ([mytreasure=&#36;Nummer])

source: Just show name, cover, description and my comment
de_de: Zeige nur Name, Cover, Beschreibung und meinen Kommentar
fr_fr: Montrer seulement le nom, la jaquette, la descrition et mon commentaire

source: Show all available details
de_de: Zeige alle eingetragenen Daten
fr_fr: Montrer toutes les informations disponibles

source: Options for combination view ([mytreasurelist=&#36;type1,&#36;type2...])
de_de: Optionen f&uuml;r die Kombinationsansicht ([mytreasurelist=&#36;Typ1,&#36;Typ2...])
fr_fr: Options pour une combinaison d'affichage ([mytreasurelist=&#36;Typ1,&#36;Typ2...])

source: Show ratings view
de_de: Zeige Bewertungsansicht
fr_fr: Montrer la vue des notes

source: Show cover view
de_de: Zeige Coveransicht
fr_fr: Montrer la vue des jaquettes

source: Rate media
de_de: Medium bewerten
fr_fr: M&#233;dia not&#233;

source: You've rated all media in database!
de_de: Es wurden alle Medien im System bewertet!
fr_fr: Vous avez not&#233; tous les m&#233;dias de la base de donn&#233;es!

source: Please give a rating for the following media
de_de: Bitte geben Sie f&uuml;r die folgenden Medien eine Bewertung ab:
fr_fr: S'il vous pla&#238;t donnez une note &#224; ce m&#233;dia

source: Save ratings
de_de: Bewertungen speichern
fr_fr: Sauvegarder les notes

source: You've rated <i>%s</i> media successfully
de_de: Sie haben <i>%s</i> Medien erfolgreich bewertet
fr_fr: Vous avez not&#233; <i>%s</i> correctement

source: Save options
de_de: Optionen speichern
fr_fr: Sauvegarder les options

source: Options for single view (global)
de_de: Optionen f&uuml;r die Einzelansicht allgemein
fr_fr: Options pour vue unique (global)

source: Text / tracklist float the picture
de_de: Der Text bzw die Trackliste soll um das Bild rumlaufen
fr_fr: Texte / Liste et image flottante

source: Text / tracklist are strictly seperated from the picture
de_de: Der Text bleibt immer rechts vom Bild
fr_fr: Texte / Liste sont strictement s&#233;par&#233;s de l'image

source: Common options
de_de: Allgemeine Optionen
fr_fr: Options communes

source: Field delimiter CSV Import
de_de: Delimiter / Trennzeichen der Felder f&uuml;r den CSV Import
fr_fr: D&#233;limiteur de champ CSV d'importation

source: Text block delimiter CSV Import
de_de: Delimiter / Trennzeichen des Textblocks f&uuml;r den CSV Import
fr_fr: D&#233;limiteur de bloc de texte CSV d'importation

source: Create rewrite rules if something has changed
de_de: Die Rewrite Regeln f&uuml;r Permalinks nur bei &Auml;nderung von Eintr&auml;gen updaten
fr_fr: Cr&#233;er des r&#232;gles r&#233;&#233;crites si quelque chose a chang&#233;

source: Create rewrite rules with every call (if other plugins do this, you need myTreasures to do the same!)
de_de: Die Rewrite Regeln f&uuml;r Permalinks bei jedem Aufruf updaten (Wenn andere Plugins dies machen, muss myTreasures es auch machen)
fr_fr: Cr&#233;er des r&#232;gles r&#233;&#233;crites avec toutes les modifications (si un autre plugin le fait, vous devez laissez myTresures faire de m&#234;me!)

source: Activate search
de_de: Die Suche nach Medien aktivieren
fr_fr: Activer les recherches

source: Deactivate search
de_de: Die Suche nach Medien deaktivieren
fr_fr: D&#233;sactiver les recherches

source: Link to amazon.de
de_de: Die Verlinkung nach Amazon.de anzeigen
fr_fr: Mettre un lien vers Amazon.de

source: Do not link to amazon.de
de_de: Die Verlinkung nach Amazon <b>nicht</b> anzeigen
fr_fr: Ne pas mettre de lien vers Amazon.de

source: <b>Developer comment</b>:<br />If you link your media with amazon, my partnerID will be transmitted and if someone actual buy something, i'll get a refund of 5%. You don't have to active amazon.de linking for using this plugin!
de_de: <b>Kommentar des Entwicklers</b>:<br />Mit dieser Verlinkung auf Amazon wird meine PartnerID mit &uuml;bergeben und sollte etwas gekauft werden bekomme ich einen minimalen Anteil (ca 5%) dieses Kaufs auf mein Konto bei Amazon gutgeschrieben und wird eingesetzt um myTreasures weiter zu entwickeln. Wer dies nicht m&ouml;chte darf es gerne abschalten, ich bin nicht b&ouml;s drum! Wer seine ID eintragen will kann dies auch gerne machen, auch dagegen habe ich nichts (eine &Auml;nderung in der mytreasures.php n&ouml;tig)!
fr_fr: <b>Commentaire du d&#233;veloppeur</b>:<br />Si vous mettez un lien vers Amazon, mon "IDpartner" sera transmise et si quelqu'un ach&#232;te quelque chose, je r&#233;cup&#232;rerai 5% de commission. Vous n'avez pas besoin d'activer le lien vers Amazon.de pour utiliser ce plugin!

source: Coverview activation
de_de: Auswahl der Coveransicht
fr_fr: Activation de la vue par jaquettes

source: Please select which media types have a cover overview:
de_de: Hier k&ouml;nnen Sie bestimmen f&uuml;r welche Medientypen die Cover &Uuml;bersicht angezeigt werden sollen:
fr_fr: S'il vous pla&#238;t s&#233;lectionnez quels types de m&#233;dias ont une vue d'ensemble par jaquettes:

source: All media display
de_de: In der Gesamt&uuml;bersicht aller Medien
fr_fr: Tous les m&#233;dias affich&#233;s

source: Ratingview activation
de_de: Auswahl der Bewertungsansicht
fr_fr: Vue par notes activ&#233;e

source: Please select which media types have a rating overview:
de_de: Hier k&ouml;nnen Sie bestimmen f&uuml;r welche Medientypen die Bewertungs &Uuml;bersicht angezeigt werden sollen:
fr_fr: S'il vous pla&#238;t s&#233;lectionnez quels types de m&#233;dias ont une vue d'ensemble par notes:

source: Options saved successfully
de_de: Die Einstellungen wurden erfolgreich gespeichert!
fr_fr: Options sauvegard&#233;ss avec succ&#232;s

source: The system had problems to save the image. Please retry it!
de_de: Beim Bilderupload gab es ein Problem, bitte versuchen Sie es erneut!
fr_fr: Le syst&#232;me a rencontr&#233; des probl&#232;mes pour sauvegarder l'image. S'il vous pla&#238;t ressayez!

source: Add new image:
de_de: Neues Bild anlegen
fr_fr: Ajouter une nouvelle image:

source: Image
de_de: Bild

source: Name / subtitle for image (optional)
de_de: Name / Bildunterschrift (Optional)
fr_fr: Nom / Sous-titre pour l'image (optionnel)

source: Upload new image
de_de: Neues Bild hochladen
fr_fr: Ajouter une nouvelle image

source: Activ images
de_de: Aktive Bilder
fr_fr: Activer les images

source: Order:
de_de: Sortierung:
fr_fr: Ordre:

source: Delete image
de_de: Bild l&ouml;schen
fr_fr: Supprimer l'image

source: Save changings
de_de: &Auml;nderungen speichern
fr_fr: Sauvegarder les changements

source: Administrate images
de_de: Bilder verwalten
fr_fr: Administrer les images

source: Add new media type
de_de: Neuen Medien Typ anlegen
fr_fr: Ajouter un nouveau type de m&#233;dia

source: <b>Important information</b><br />This name is already in database!
de_de: <b>Wichtiger Hinweis</b><br />Dieser Name ist schon in der Datenbank vorhanden!
fr_fr: <b>Information importante</b><br />Ce nom est d&#224;ja dans la base de donn&#233;es!

source: <b>Important information</b><br />This tag is already in database!
de_de: <b>Wichtiger Hinweis</b><br />Dieser Tag ist schon in der Datenbank vorhanden!
fr_fr: <b>Information importante</b><br />Ces mots-cl&#233;s sont d&#233;j&#224; dans la base de donn&#233;es!

source: (Not changeable, just numbers & letters!)
de_de: (Nicht &auml;nderbar, nur Zahlen & Buchstaben!)
fr_fr: (Pas modifiable, seulement des chiffres et des lettres!)

source: <b>Information</b><br />Following fields are for your own details of this media type
de_de: <b>Hinweis</b><br />Die folgenden Felder kann man als Details f&uuml;r den Typen eingeben und anzeigen lassen! Bei DVDs w&auml;ren das z.B. Schauspieler, Regisseur, Genre usw.
fr_fr: <b>Information</b><br />Les champs suivants sont pour vos propres d&#233;tails sur ce type de m&#233;dia

source: detail
de_de: Feld
fr_fr: Détail

source: No view for this type
de_de: Keine Ansicht f&uuml; diesen Typ
fr_fr: Pas de vue pour ce type

source: Content of %s (Must have content!)
de_de: Inhalt von %s (Muss Inhalt haben!)
fr_fr: Contenu de %s (Il doit y avoir du contenu!)

source: Views for this media type
de_de: Gruppierungen / Ansichten
fr_fr: Vues pour ce type de média

source: You can create own "views" for ech media type. Just select it here
de_de: Hier kann festgelegt nach welchen Feldern die Anzeige gruppiert werden kann in dieser Gruppe (z.B. Filme nach Genre, Spiele nach FSK usw)
fr_fr: Vous pouvez cr&#233;er vos propres vues pour chaque type de m&#233;dias. Vous avez juste &#224; les s&#233;lectionner ici

source: View
de_de: Ansicht
fr_fr: Vue

source: This media type has a tracklist
de_de: Dieser Medientyp hat eine Trackliste
fr_fr: Ce type de m&#233;dia a une liste
