Repository: wp-plugins/mytreasures
Catalog: language/myTreasures-*.po
Languages: de_de, fr_fr

source: Save new order & comments
de_de: Sortierung & Kommentare speichern
fr_fr: Sauvegarder le nouvel ordre et commentaires

source: Do you want to delete the following images?
de_de: M&ouml;chten sie wirklich die folgenden Bilder l&ouml;schen?
fr_fr: Voulez-vous supprimer les images suivantes?

source: %s image(s) deleted successfully!
de_de: %s Bild(er) wurden erfolgreich gel&ouml;scht!
fr_fr: %s image(s) supprim&#233;(s) avec succ&#232;s!

source: Save new target & name
de_de: Linkziele & Linknamen speichern
fr_fr: Sauvegarder nouvelle cible et nom

source: %s link(s) deleted successfully!
de_de: %s Link(s) wurden erfolgreich gel&ouml;scht!
fr_fr: %s Lien(s) supprim&#233;(s) avec succ&#232;s!

source: Do you want to delete the following links?
de_de: M&ouml;chten sie wirklich die folgenden Links l&ouml;schen?
fr_fr: Voulez-vous supprimer les liens suivants?

source: OFDB Gateway
de_de: OFDB Schnittstelle
fr_fr: OFDB passerelle

source: In order to use the OFDB Gateway your php.ini must allow external file inclusion. (PHP Setting allow_url_fopen has to be on)
de_de: Um die OFDB Schnittstelle zu nutzen, muss die php.ini externe Dateiöffnungen zulassen (PHP Einstellung allow_url_fopen muss aktiv sein)
fr_fr: Dans le but d'utiliser la passerelle OFDB, votre php.ini doit autoriser l'int&#233;gration de fichiers externes (PHP Setting allow_url_fopen doit &#234;tre activ&#233;).

source: Please choose the OFDB Data you want to use. All mandatory fields are marked with a <font style="color: #FF0000;">*</font>
de_de: Bitte w&auml;hlen Sie die Daten aus der OFDB, die Sie nutzen m&ouml;chten. Alle Pflichtfelder sind mit <font style="color: #FF0000;">*</font> markiert.
fr_fr: S'il vous pla&#228;t choisissez la base donn&#233;es OFDB que vous souhaitez utiliser. Tous les champs obligatoires sont marqués par <font style="color: #FF0000;">*</font>.

source: Search for movie in ofdb
de_de: Film in der OFDB suchen
fr_fr: Chercher les films dans la base OFDB

source: New search for movie in ofdb
de_de: Weiteren Film in der OFDB suchen
fr_fr: Nouvelle recherche de film dans la base OFDB

source: There is no movie with this name in ofdb
de_de: Mit diesem Namen gibt es keinen Eintrag in der OFDB
fr_fr: Il n'y aucun film de ce nom dans la base OFDB

source: Searchresult
de_de: Suchergebnis
fr_fr: Résultats de la recherche

source: Year
de_de: Jahr
fr_fr: Année

source: Add this movie to the database
de_de: Gew&auml;hlten Film in die Datenbank &uuml;bernehmen
fr_fr: Ajouter ce film dans la base de donn&#233;es

source: Please delete following old files & folders:
de_de: Bitte folgende alten Order & Dateien l&ouml;schen:
fr_fr: S'il vous pla&#238;t supprimez les vieux films et fichiers suivants:

source: show all media
de_de: Alle Medien anzeigen
fr_fr: Montrer tous les m&#233;dias

source: no rating
de_de: Keine Bewertung
fr_fr: Pas de notes

source: show on list view
de_de: In der Listenansicht anzeigen
fr_fr: Montrer la vue par liste

source: show on details view
de_de: In der Detailansicht anzeigen
fr_fr: Montrer la vue par détails

source: no system, plain link to big image
de_de: Kein System, einfach das Bild im neuen Fenster anzeigen
fr_fr: Pas de syt&#232;me, un lien clair vers la grande image

source: my own code (will embedded into image link):
de_de: Mein eigener Code (wird in den Bildlink eingearbeitet):
fr_fr: Mon propre code (sera ins&#233;r&#233; dans le lien de l'image):

source: Image presentation script / gallerysystem
de_de: Bild Pr&auml;sentation / Galeriesystem
fr_fr: Script de pr&#233;sentation de l'image / Gallerysystem

source: Maximum tracks for media with tracklist (min. 1 and max. 100)
de_de: Maximale Anzahl von Liedern f&uuml;r Medien mit Trackliste (min. 1 und max. 100)
fr_fr: Nombre maximum de pistes pour m&#233;dias par liste (min. 1 et max. 100)

source: Other users can't add their names to the "User with this media" list
de_de: Andere Benutzer kvnnen Ihren Namen <b>nicht</b> in die "Benutzer haben dieses Medium auch" Liste setzen
fr_fr: Les autres utilisateurs ne peuvent ajouter leurs noms &#224; la liste "Utilisateur pour ce m&#233;dia"

source: Other users can add their names to the "User with this media" list
de_de: Andere Benutzer k&ouml;nnen Ihren Namen in die "Benutzer haben dieses Medium auch" Liste setzen
fr_fr: Les autres utilisateurs peuvent ajouter leurs noms &#224; la liste "Utilisateur pour ce m&#233;dia"

source: User with this media
de_de: Benutzer haben dieses Medium auch
fr_fr: Utilisateur pour ce m&#233;dia

source: Needed userlevel to use the "User with this media" list
de_de: Ben&ouml;tigtes Level um die "Benutzer haben dieses Medium auch" Liste zu nutzen
fr_fr: Niveau sup&#233;rieur d'utilisateur n&#233;cessaire pour utiliser la liste "Utilisateur pour ce m&#233;dia"

source: Editor
de_de: Herausgeber
fr_fr: Editeur

source: Author
de_de: Autor
fr_fr: Auteur

source: Contributor
de_de: Mitarbeiter
fr_fr: Contributeur

source: Subscriber
de_de: Registrierter Leser
fr_fr: Abonn&#233;

source: No user allowed
de_de: Keinem Benutzer erlaubt
fr_fr: Aucun utilisateur autoris&#233;

source: Do not link to detailspage
de_de: Link auf die Detailseite deaktivieren / nicht nutzen
fr_fr: Ne pas ajouter le lien de d&#233;tails

source: Link to detailslink
de_de: Link auf die Detailseite aktivieren / nutzen
fr_fr: Ajouter le lien de d&#233;tails

source: Do show header list with view options & search field
de_de: Zeige die Kopfzeile mit den Ansichten & dem Suchfeld
fr_fr: Afficher la liste en-t&#234;te avec les options d'affichage et le champ de recherche

source: Do not show header list with view options & search field
de_de: Zeige nicht die Kopfzeile mit den Ansichten & dem Suchfeld
fr_fr: Ne pas afficher la liste en-t&#234;te avec les options d'affichage et le champ de recherche

source: Small cover
de_de: Kleines Cover
fr_fr: Petite jaquette

source: Medium cover
de_de: Mittleres Cover
fr_fr: Moyenne jaquette

source: Show small cover on details page
de_de: Zeige das kleine Cover auf der Detailseite
fr_fr: Montrer la petite jaquette sur la page de d&#233;tails

source: Show medium cover on details page
de_de: Zeige das mittlere Cover auf der Detailseite
fr_fr: Montrer la moyenne jaquette sur la page de d&#233;tails

source: Show article style view #1 (Picure & Name)
de_de: Eintr&auml;ge anzeigen als Artikel Version #1 (Bild & Name)
fr_fr: Montrer le style de vue #1 (Image & Nom)

source: Show article style view #2 (Picure, Name & Description)
de_de: Eintr&auml;ge anzeigen als Artikel Version #2 (Bild, Name & Beschreibung)
fr_fr: Montrer le style de vue #2 (Image, Nom & Description)

source: Deactivate rating system
de_de: Das Bewertungssystem komplett deaktivieren
fr_fr: D&#233;sactiver le syst&#232;me de notation

source: Activate rating system
de_de: Das Bewertungssystem aktivieren
fr_fr: Activer le syst&#232;me de notation

source: Mediacount per page on administration page (0 means no pagenation)
de_de: Anzahl der Medien pro Seite im Adminbereich (0 bedeutet alle)
fr_fr: Compteur de m&#233;dias par page sur la page d'administration (0 veut dire pas de pagination)

source: Convert file to UTF8
de_de: Daten nach UTF8 konvertieren
fr_fr: Convertir le fichier to UTF8

source: Show description with line break
de_de: Zeige die Beschreibung mit Zeilenumbruch an

source: Backup
fr_fr: Sauvegarde

source: &#36;type1,&#36;type2,&#36;type3
fr_fr: &#36;format1,&#36;format2,&#36;format3

source: Link name
fr_fr: Nom du lien

source: Link
fr_fr: Lien

source: Titel
fr_fr: Titre

source: Original titel
fr_fr: Titre original

source: Administrator
fr_fr: Administrateur
