Repository: wp-plugins/mytreasures
Catalog: language/myTreasures-*.po
Languages: de_de, fr_fr

source: If you want to have a default view for this media type, just choose it:
de_de: Wenn Sie f&uuml;r diesen Medien Typ eine andere Default Ansicht wie die globale Einstellung w&auml;hlen wollen, k&ouml;nnen Sie das hier tun:
fr_fr: Si vous voulez avoir une vue par d&#233;faut pour ce type de m&#233;dia, choisissez-l&#224;:

source: Use global setttings
de_de: Globale Einstellung &uuml;bernehmen
fr_fr: Utiliser les r&#233;glages g&#233;n&#233;raux

source: Edit media type
de_de: Medien Typ bearbeiten
fr_fr: Editer ce type de m&#233;dia

source: Please select fields you want to switch
de_de: W&auml;hlen Sie die Felder die Sie tauschen m&ouml;chten
fr_fr: S'il vous pla&#238;t s&#233;lectionnez les champs que vous voulez basculer

source: Content of %s
de_de: Inhalt von %s
fr_fr: Contenu de %s

source: Switch fields
de_de: Felder tauschen
fr_fr: Basculer les champs

source: You can switch fields for details if you have to!
de_de: Wenn Sie schon Medien f&uuml;r diesen Typ haben, k&ouml;nnen Sie hier die Reihenfolge der Felder tauschen!
fr_fr: Vous pouvez changer les champs pour plus de d&#233;tails si vous devez!

source: The media type <i>%s</i> was edited successfully!
de_de: Der Medien Typ <i>%s</i> wurde erfolgreich bearbeitet!
fr_fr: Le type de m&#233;dia <i>%s</i> a &#233;t&#233; &#233;dit&#233; avec succ&#232;s!

source: You've switched <i>%s</i> and <i>%s</i> successfully!
de_de: Die Felder <i>%s</i> und <i>%s</i> wurden erfolgreich getauscht!
fr_fr: Vous avez bascul&#233; <i>%s</i> et <i>%s</i> avec succ&#232;s!

source: Media type <i>%s</i> was created successfully!
de_de: Der Medien Typ <i>%s</i> wurde erfolgreich im System gespeichert!
fr_fr: Le type de m&#233;dia <i>%s</i> a &#233;t&#233; cr&#233;&#233; avec succ&#232;s!

source: Delete media type
de_de: Medien Typ l&ouml;schen
fr_fr: Supprimer le type de m&#233;dia

source: The media type <i>%s</i> was deleted successfully!
de_de: Der Medien Typ <i>%s</i> wurde erfolgreich gel&ouml;scht!
fr_fr: Le type de m&#233;dia <i>%s</i> a &#233;t&#233; supprim&#233; avec succ&#232;s!

source: The media type <i>%s</i> has NOT be deleted!
de_de: Der Medien Typ <i>%s</i> wurde NICHT gel&ouml;scht!
fr_fr: Le type de m&#233;dia <i>%s</i> n'a pas &#233;t&#233; supprim&#233;!

source: Do you want to delete media type <i>%s</i>?
de_de: Soll der Medien Typ <i>%s</i> wirklich gel&ouml;scht werden?
fr_fr: Voulez-vous supprime le type de m&#233;dia <i>%s</i>?

source: The're still %s media in database with this type. Please delete them first!
de_de: Es befinden sich aktuell noch %s Medien in der Datenbank. Diese m&uuml;ssen erst entfernt werden!
fr_fr: Il reste encore %s de m&#233;dias de ce type dans la base de donn&#233;es. S'il vous pla&#224;t supprimez-les d'abord!

source: You can update your myTreasures database with a csv upload / import. Just use the given csv fields to create your csv file. Keep in mind, that the system just checks title / name to find entries for an update.
de_de: Hier ist es m&ouml;glich die Datenbank per CSV zu f&uuml;ttern. Der Aufbau der verschiedenen CSV-Typen ist in der Hilfe zu finden und wird NICHT gepr&uuml;ft! Wer also was falsche ausw&auml;hlt, kann die Datenbank durcheinander bringen! Bei neuen Eintr&auml;gen wird <i>immer</i> das Standard Bild genommen. Bitte das eigene &uuml;ber die Einzelbearbeitung hochladen!
fr_fr: Vous pouvez mettre &#224; jour votre base de donn&#233;es myTreasures avec un chargement CSV / importation. Il suffit d'utiliser les champs CSV pour cr&#233;er votre fichier CSV. Gardez &#224; l'esprit que le syst&#232;me v&#233;rifie juste titre / nom pour trouver des entr&#233;es pour une mise à jour.

source: Your local csv file:
de_de: Deine lokale CSV Datei:
fr_fr: Votre fichier CSV en local:

source: field delimiter:
de_de: Feld Trennzeichen:
fr_fr: D&#233;limiteur de champs:

source: text block delimiter
de_de: Textblock Trennzeichen:
fr_fr: D&#233;limiteur de bloc de texte:

source: Media type of csv file:
de_de: Medien Typ der CSV Datei:
fr_fr: Type de m&#233;dia du fichier CSV:

source: csv format:
de_de: CSV Aufbau:
fr_fr: Format CSV:

source: Upload csv file
de_de: CSV Datei hochladen
fr_fr: Chargement du fichier CSV

source: You've added %s new media and updated %s media!
de_de: Es wurden %s neue Medien eingepflegt und %s Medien aktualisiert!
fr_fr: Vous avez ajout&#233; %s nouveau(x) m&#233;dia(s) et actualis&#233; %s m&#233;dia(s)!

source: You've added %s new media!
de_de: Es wurden %s neue Medien eingepflegt!
fr_fr: Vous avez ajout&#233; %snouveau(x) m&#233;dia(s)!

source: You've updated %s media!
de_de: Es wurden %s Medien aktualisiert!
fr_fr: Vous avez actualis&#233; %s m&#233;dia(s)s!

source: The file doesn't provide any content
de_de: Die Datei enthielt keine Daten!
fr_fr: Le fichier n'a fourni aucun contenu

source: Please use a csv file with the right format!
de_de: Die Datenbank muss im CSV Format hochgeladen werden!
fr_fr: S'il vous pla&#224;t utilisez un fichier CSV au bon format!

source: myTreasures installation - Part 1/3
de_de: myTreasures Installation - Teil 1/3
fr_fr: myTreasures Installation - Partie 1/3

source: myTreasures installation - Part 2/3
de_de: myTreasures Installation - Teil 2/3
fr_fr: myTreasures Installation - Partie 2/3

source: myTreasures installation - Part 3/3
de_de: myTreasures Installation - Teil 3/3
fr_fr: myTreasures Installation - Partie 3/3

source: continue to step 2
de_de: Weiter zu Schritt 2
fr_fr: Continuer vers l'&#233;tape 2

source: continue to step 3
de_de: Weiter zu Schritt 3
fr_fr: Continuer vers l'&#233;tape 3

source: skip installation
de_de: Installation &uuml;berspringen
fr_fr: Passer l'installation

source: Thank you for choosing my plugin. The next steps will explain the usage of myTreasures. You can skip this installation if you like, but please only do so if you are already familiar with myTreasures.
de_de: Ich freue mich, dass Du Dich f&uuml;r mein Plugin entschieden hast. Mit dieser kleinen Installation will ich Dir die Benutzung von myTreasures kurz erkl&auml;ren. Du kannst diese Installation jederzeit &uuml;berspringen, doch mache dies bitte nur wenn Du myTreasures schon kennst.
fr_fr: Merci d'avoir chois mon plugin. Les prochaines &#233;tapes vous expliqueront l'utilisation de myTreasures. Vous poouvez passer cette isntallation si vous le souhaitez, mais faites-le seulement si vous &#234;tes d&#233;j&#224; famili&#233; avec l'utilisation de myTreasures.

source: <b>Generic Part</b><br />myTreasures was written to organize any kind of lists or collections by inputting media types. Therefor, in the first step, you have to create a media type.
de_de: <b>Allgemeiner Teil</b><br />myTreasures ist daf&uuml;r geschaffen jegliche Art von Liste bzw. Sammlung zu verwalten. Dies wird durch die Eingabe von eigenen Medientypen realisiert. Somit m&uuml;ssen wir nun im ersten Schritt einen Medien Typen anlegen.
fr_fr: <b>Partie générique</b><br />myTreasures a &#233;t&#233; faites pour organiser toute sorte de listes ou collections en inscrivant des types de médias. Pour ce faire, dans la premi&#232;re &#233;tapes vous devez cr&#233;er au moins un type de m&#233;dia.

source: Now that you have successfully created a media type you can start to list media of that type. Since the system is easy to understand I have forgone any explanations. The following explanations will help you though to understand on how to display the lists of your media in your blog.
de_de: Da nun erfolgreich ein Medientyp angelegt wurde, k&ouml;nnen nun Medien dieses Typs angelegt werden. Auf die Erkl&auml;rung dieses Vorgangs habe ich verzichtet, das System noch einfacher ist und sich selbst erkl&auml;rt. Aber ich m&ouml;chte nun hier nochmal kurz darauf hinweisen wie man nun die Listen in den Blog einbaut.
fr_fr: Maintenant que vous avez cr&#233;&#233; avec succ&#232;s un type de m&#233;dia, vous pouvez commencer &#224; la liste des m&#233;dias de ce type. Comme le syst&#232;me est facile &#224; comprendre, j'ai renonc&#233; &#224; toute explication. Les explications suivantes vous aideront &#224; comprendre la façon d'afficher les listes de vos m&#233;dias sur votre blog.

source: <b>List of all media of a given type</b><br />To display all media of a given type insert [my'media tag'treasures] on your page. Replace 'media tag' with the name of the tag you have created.
de_de: <b>Liste aller Medien eines Typs</b><br />Um eine Liste aller Medien eines Typs zu zeigen, schreibt man an der Stelle wo es stehen soll, einfach [my'Medien Tag'treasures]. Wobei 'Medien Tag' nat&uuml;rlich durch den Tag ersetzt werden muss, den Ihr angelegt habt!.
fr_fr: <b>Lister tous les m&#233;dias d'un type donn&#233;</b><br />Pour afficher tous les m&#233;dias d'un type donn&#233; ins&#233;rez [my'media tag'treasures] dans votre page. Remplacez 'media tag" par le nom du mot-clé que vous avez cr&#233;&#233;.

source: <b>List for a single medium</b><br />To display only one medium insert [mytreasure='media ID'] on your page. Replace 'media ID' with the ID number of your selected medium.
de_de: <b>Liste f&uuml;r ein einzelnes Medium</b><br />Um ein einzelnes Medium direkt anzuzeigen, schreibt man an der Stelle wo es stehen soll, einfach [mytreasure='Medien ID']. Wobei 'Medien ID' nat&uuml;rlich durch die Zahl ersetzt werden muss, die das Medium besitzt!.
fr_fr: <b>Liste pour un seul support</b><br />Pour afficher un seul m&#233;dia ins&#233;rez [mytreasure='Media ID'] dans votre page. Remplacez 'Media ID' par le num&#233;ro d'ID de votre m&#233;dia.

source: <b>Lists for different types of media</b><br />To display a list with media of two or more types insert [mytreasurelist='media tag1','media tag2'] on your page. Replace 'media tag' with the tags of the media you want to display.
de_de: <b>Liste f&uuml;r Medien von verschiedenen Typen</b><br />Um eine Liste mit Medien von zwei oder mehr Typen zu zeigen, schreibt man an der Stelle wo es stehen soll, einfach [mytreasurelist='Medien Tag1','Medien Tag1','Medien Tag1']. Wobei die 'Medien Tag' nat&uuml;rlich durch die Tags ersetzt werden m&uuml;ssen!.
fr_fr: <b>Liste pour diff&#233;rents types de m&#233;dias</b><br />Pour afficher une liste de m&#233;dias de deux ou plusieurs types, ins&#233;rez [mytreasurelist='media tag1','media tag2'] dans votre page. Remplacez 'Media tag' par les mots-cl&#233;s des m&#233;dias que vous souhaitez afficher.

source: <b>List for all media</b><br />To display a full list of all media insert [mytreasures] on your page.
de_de: <b>Liste f&uuml;r alle Medien</b><br />Um eine Gesamtliste aller Medien zu zeigen, schreibt man an der Stelle wo es stehen soll, einfach [mytreasures].
fr_fr: <b>Liste pour tous les m&#233;dias</b><br />Pour afficher la liste enti&#232;re de tous les m&#233;dias, ins&#233;rez [mytreasures] dans votre page.

source: <i>Please consider</i><br />Do not use ' ' when inserting the tags. If your tag is "dvd" for example write [mydvdtreasures]!
de_de: <i>Allgemeiner Hinweis</i><br />Bei allen Sachen bitte die ' ' NICHT mit angeben. Wenn der Tag z.B. "dvd" ist w&auml;re es [mydvdtreasures]!
fr_fr: <i>Attention</i>Ne pas utiliser ' ' quand vous ins&#233; des mots-cl&#233;s. Si votre mot-cl&#233; est "dvd" not&#233; par exemple [mydvdtreasures]!

source: And that's it! More options are available on the options page.
de_de: Das war es dann eigentlich im gro&szlig;en und ganzen. Auf der Optionen Seite findet Ihr noch viele Einstellm&ouml;glichkeiten f&uuml;r myTreasures.
fr_fr: Et &#231;a y est! Plus d'options sont disponibles &#224; la page option.

source: Skipped installation
de_de: Installation &uuml;bersprungen
fr_fr: Installation saut&#233;e

source: You've skipped installation, you now can use myTreasures without any restrictions.
de_de: Die Installation wurde erfolgreich &uuml;bersprungen und myTreasures ist nun im vollen Umfang aktiv.
fr_fr: Vous avez saut&#233; l'installation, vous pouvez maintenant utiliser myTreasures sans restrictions.

source: Have fun with myTreasures!
de_de: Und nun viel Spa&szlig; mit myTreasures!
fr_fr: Amusez-vous bien avec myTreasures!

source: myTreasures can manage and display different "media types". Right now a "dummy" has been created to show you the system.
de_de: Das myTreasures System kann mehrere "Medientypen" verwalten und anzeigen. Es wurde soeben ein "Dummy" angelegt um zu zeigen wie solch ein Medientyp aussehen sollte.
fr_fr: myTreasures peut administrer et afficher diff&#233;rents "types de m&#233;dias". Actuellement type de m&#233;dia appel&#233; "Dummy" pour vous montrer comment fonctionne le syst&#232;me.

source: Any media type can hold up to 20 details to display! The first one has to be the name, but the rest is free for use!
de_de: Ein Medientyp kann bis zu 20 Eigenschaften haben die das System sp&auml;ter anzeigen wird. Der 1. Typ muss immer der Name des zu speichernden Mediums sein. Also der Titel/Name der DVD, des Ger&auml;ts, des Freizeitparks oder oder oder. Die anderen Werte sind absolut frei w&auml;hlbar!
fr_fr: Chaque type de m&#233;dia peut contenir jusqu'&#224; 20 détails à afficher! Le premier doit &#234;tre le nom, mais le reste est livre d'utilisation!

source: Dear user,<br /><br />the development of myTreasures takes up a lot of time and I offer it to you free of charge. If you allow this installation to post an Amazon Partner link (just a plain text link saying "Amazon.de" that will only be displayed in the Detail view) it would be a reward for my work. If anyone buys anything using that link I get credited ~5%.<br /><br />There are no costs for you! If you'd like to contribute in another way, please have a look at the Info page.<br /><br />Would you like to activate the Amazon link and support the development of myTreasures?
de_de: Lieber User!<br /><br />Die Entwicklung von myTreasures nimmt recht viel Zeit in Anspruch und ich gebe das Plugin nat&uuml;rlich komplett kostenlos an euch raus! Doch auch der Webserver bzw. der Traffic will bezahlt werden. Dank des Amazon Partner Systems k&ouml;nnte ich ein wenig entlohnt werden f&uuml;r diese Arbeit. Wenn Ihr mir helfen wollt, k&ouml;nnt ihr dem System erlauben einen kleinen Amazon Link zu erstellen. Dieser erscheint in der Detailansicht und auch nur als Textlink (Es steht dort nur Amazon.de) und sollte jemand &uuml;ber diesen Link etwas kaufen bekomme ich 5% gutgeschrieben.<br /><br />F&uuml;r euch entstehen keine Kosten und mir kommt so vielleicht ein wenig Geld zu gute! Wer mir anders helfen m&ouml;chte, schaut einfach auf die Info Seite.<br /><br />Willst Du die Amazon Verlinkung aktivieren und so ein wenig die Entwicklung von myTreasures &uuml;nterst&uuml;tzen?
fr_fr: Cher utilisateur, <br /> <br /> le d&#233;veloppement de myTreasures prend beaucoup de temps et je vous l'offre gratuitement. Si vous permettez à cette installation d'avoir un lien partenaire Amazon (juste un lien en texte clair en disant "Amazon.de " qui ne sera affich&#233; que dans la vue détaill&#233;e), ce serait une r&#233;compense pour mon travail. Si quelqu'un ach&#232;te quelque chose en utilisant ce lien que je cr&#233;dit&#233; de 5% du montant de l'achat. <br /> <br /> Il n'ya aucun frais pour vous! Si vous voulez contribuer d'une autre mani&#232;re, s'il vous pla&#238;t jetez un oeil &#224; la page Info. <br /> <br /> Voulez-vous activer le lien Amazon et soutenir le d&#233;veloppement de myTreasures?

source: Yes, please activate
de_de: Ja bitte aktivieren
fr_fr: Oui, activez s'il vous pla&#238;t

source: No thanks, I don't want the Amazon link
de_de: Nein danke, ich m&ouml;chte keine Amazon Werbung
fr_fr: Non merci, je ne veux pas du lien vers Amazon

source: <strong>Note</strong><br />You need administrator rights to use myTreasures!
de_de: <strong>Hinweis</strong><br />Sie ben&ouml;tigen Adminrechte um dieses Plugin zu nutzen!
fr_fr: <strong>Hinweis</strong><br />Vous devez &#234;tre adminstrateur pour utiliser myTreasures!

source: Please create a folder "mytreasures" in "/wp-content/" with writings rights!
de_de: Bitte legen Sie in "/wp-content/" den Ordner "mytreasures" an und geben Sie Schreibrechte darauf!
fr_fr: S'il vous pla&#224;t cr&#233;ez un dossier "mytreasures" dans "/wp-content/" avec des droits d'&#233;criture!

source: Please create a folder "mytreasuresimages" with subfolder "small" in "/wp-content/" with writings rights!
de_de: Bitte legen Sie in "/wp-content/" den Ordner "mytreasuresimages" und Unterorder "small"an und geben Sie Schreibrechte darauf!
fr_fr: S'il vous pla&#238;t cr&#233;ez un dossier "mytreasuresimages" avec un sous-dossier "small" dans "/wp-content/" avec des droits d'&#233;criture!

source: Please create a folder "mytreasuresimages" with subfolder "big" in "/wp-content/" with writings rights!
de_de: Bitte legen Sie in "/wp-content/" den Ordner "mytreasuresimages" und Unterorder "big"an und geben Sie Schreibrechte darauf!
fr_fr: S'il vous pla&#238;t cr&#233;ez un dossier "mytreasuresimages" avec un sous-dossier "big" dans "/wp-content/" avec des droits d'&#233;critures!

source: Please create a folder "mytreasuresbackup" in "/wp-content/" with writings rights!
de_de: Bitte legen Sie in "/wp-content/" den Ordner "mytreasuresbackup" an und geben Sie Schreibrechte darauf!
fr_fr: S'il vous pla&#238;t cr&#233;ez un dossier "mytreasuresbackup" dans "/wp-content/" avec des droits d'&#233;criture!

source: Don't show big cover / image
de_de: Zeige das Vollbild <b>nicht</b> an
fr_fr: Ne pas montrer la grande jaquette / image

source: Show big cover / image
de_de: Zeige das Vollbild an
fr_fr: Montrer la grande jaquette / image

source: Don't show big cover / image on mouseover
de_de: Zeige das Vollbild bei Mouseover <b>nicht</b> an
fr_fr: Ne pas afficher la grande jaquette / image lorsque la souris passe sur l'image

source: Show big cover / image on mouseover
de_de: Zeige das Vollbild bei Mouseover an
fr_fr: Afficher la grande jaquette / image lorsque la souris passe sur l'image

source: Do not show mediacount in rating / custom view
de_de: Anzahl der Medien in der Bewertungs / Eigenen Ansicht <b>nicht</b> anzeigen
fr_fr: Ne pas afficher comptage m&#233;dia lors que la vue s&#233;lectionn&#233;e est par notes ou personnalis&#233;e

source: Show mediacount in rating / custom view
de_de: Anzahl der Medien in der Bewertungs / Eigenen Ansicht anzeigen
fr_fr: Afficher comptage m&#233;dia lors que la vue s&#233;lectionn&#233;e est par notes ou personnalis&#233;e

source: Show list view
de_de: Eintr&auml;ge anzeigen als Liste
fr_fr: Montrer la vue par liste

source: Show glossar view
de_de: Eintr&auml;ge anzeigen als Glossar
fr_fr: Montrer la vue par glossaire

source: Please just change the media type if both types have similar / identical values for each field!
de_de: Bitte &auml;ndern Sie den Typ nur, wenn beide Typen die gleichen Felder haben!
fr_fr: S'il vous pla&#238;t changez le type de m&#233;dia si deux types sont similaires / identiques en valeurs dans chaque champs &#224; renseigner!

source: No media
de_de: Keine Eintr&auml;ge
fr_fr: Pas de m&#233;dias

source: Back
de_de: Zur&uuml;ck
fr_fr: Retour

source: Do not use the rent to system, to show rented media
de_de: Ich m&ouml;chte NICHT das Verliehen an System nutzen, um Medien anzuzeigen die verliehen sind
fr_fr: Ne pas utiliser le syst&#232;me 'Lou&#233; &#224;' pour montrer les films lou&#233;s.

source: Do use the rent to system, to show rented media
de_de: Ich m&ouml;chte das Verliehen an System nutzen, um Medien anzuzeigen die verliehen sind
fr_fr: Utiliser le syst&#232;me 'Lou&#233; &#224;' pour montrer les films lou&#233;s.

source: Rent to
de_de: Verliehen an
fr_fr: Lou&#233; &#224;

source: Don't show big cover on mouseover (if available!)
de_de: Deaktivere das gro&szlig;e Cover bei Mouseover (Wenn verf&uuml;gbar!)
fr_fr: Ne pas montrer la grande jaquette lorsque la souris passe sur l'image (si disponible!)

source: Show big cover on mouseover (if available!)
de_de: Aktivere das gro&szlig;e Cover bei Mouseover (Wenn verf&uuml;gbar!)
fr_fr: Montrer la grande jaquette lorsque la souris passe sur l'image (si disponible!)

source: You've updated %s cover!
de_de: Es wurden %s Cover ge&auml;ndert!
fr_fr: Vous avez charg&#233; %s jaquette(s)!

source: Just upload your covers to "wp-content/mytreasures/coverupload/" and you can manager multiple covers in this area!
de_de: Lade einfach Cover in den Ordner "wp-content/mytreasures/coverupload/" und Du kannst Sie hier den Medien zuordnen!
fr_fr: Lade einfach Cover in den Ordner "wp-content/mytreasures/coverupload/" und Du kannst Sie hier den Medien zuordnen!

source: Please choose:
de_de: Bitte w&auml;hlen:
fr_fr: Choisissez s'il vous pla&#238;t:

source: Please choose
de_de: Bitte w&auml;hlen
fr_fr: Choisissez s'il vous pla&#238;t

source: Following media already have cover:
de_de: Folgende Medien haben schon ein Cover:
fr_fr: Les m&#233;dias suivants ont d&#233;j&#224; une jaquette:

source: Update media
de_de: Aktualisiere Medien
fr_fr: Actualiser le m&#233;dia

source: You can manage multiple covers, if you create a folder "coverupload" in "wp-content/mytreasures/" with writings rights!
de_de: Wenn Du in "wp-content/mytreasures/" einen Order "coverupload" mit Schreibrechten erstellst, kannst Du mehrere Cover zugleich zuordnen!
fr_fr: Vous pouvez administrer plusieurs jaquettes, si vous cr&#233;ez un dossier "coverupload" dans "wp-content/mytreasures/" avec des droits d'écriture!

source: Read changelog, continue with normale use
de_de: Ich habe den Changelog gelesen und m&ouml;chte das System nun weiter nutzen
fr_fr: Lire les modifications, continuer avec l'utilisation normale

source: Administrate links
de_de: Links verwalten
fr_fr: Administer les liens

source: Add new link:
de_de: Neuen Link anlegen:
fr_fr: Ajouter un nouveau lien:

source: Link target
de_de: Link Ziel
fr_fr: Cible du lien

source: Create new link
de_de: Neuen Link anlegen
fr_fr: Cr&#233;er un nouveau lien

source: Activ links
de_de: Aktive Links
fr_fr: Liens actifs

source: Delete marked links
de_de: Markierte Links l&ouml;schen
fr_fr: Supprimer les liens s&#233;lectionn&#233;s

source: Search...
de_de: Suche...
fr_fr: Rechercher...

source: If you need help, just fill out this form and try to explain your problem as good as you can.
de_de: Wenn Du ein Problem hast, schildere es einfach und schicke das Formular ab.
fr_fr: Si vous avez besoin d'aide, vous n'avez qu'&#224; compl&#233;ter le formulaire et tenter d'expliquer votre probl&#232;me du mieux que vous pouvez.

source: Link to blog
de_de: Link zum Blog
fr_fr: Lien ver le blog

source: Your Problem
de_de: Dein Problem
fr_fr: Votre probl&#232;me

source: Send to support@mytreasures.de
de_de: An support@mytreasures.de schicken
fr_fr: Envoyer &#224; support@mytreasures.de

source: Your Problem has been send to support@mytreasures.de
de_de: Dein Problem wurde erfolgreich an support@mytreasures.de geschickt
fr_fr: Votre problème a &#233;t&#233; envoy&#233; &#224; support@mytreasures.de

source: Do you want to delete the following media?
de_de: M&ouml;chten sie wirklich die folgenden Medien l&ouml;schen
fr_fr: Voulez-vous supprimer le m&#233;dia suivant?

source: Delete marked media
de_de: Markierte Medien l&ouml;schen
fr_fr: Supprirmer le m&#233;dia coch&#233;

source: Insert this branding text to the bottom right corner of the covers:
de_de: F&uuml;ge folgenden Text unten rechts in die Cover ein:
fr_fr: Ins&#233;rer le texte s&#233;lectionn&#233; en bas &#224; droite des jaquettes:

source: Delete current Image / Cover
de_de: L&ouml;sche aktuelles Cover
fr_fr: Supprimer l'Image / Jaquette actuelle

source: Current Image / Cover
de_de: Aktuelles Cover
fr_fr: Image / Jaquette actuelle

source: Delete marked images
de_de: Markierte Bilder l&ouml;schen
fr_fr: Supprimer les images s&#233;lectionn&#233;es
